{
  "alpha_pattern": {},
  "auto_mapping": {
    "base_model_class": "CLIPTextModel",
    "parent_library": "transformers.models.clip.modeling_clip"
  },
  "base_model_name_or_path": "C:\\Users\\dorub\\.cache\\huggingface\\hub\\models--CompVis--stable-diffusion-v1-4\\snapshots\\133a221b8aa7292a167afc5127cb63fb5005638b\\text_encoder",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": "gaussian",
  "layers_pattern": null,
  "layers_to_transform": null,
  "lora_alpha": 64.0,
  "lora_dropout": 0.1,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 32,
  "rank_pattern": {},
  "revision": null,
  "target_modules": [
    "q_proj",
    "v_proj"
  ],
  "task_type": null
}